Repository: Didier9598/Sucrose
Catalog: src/Library/Sucrose.Globalization/Strings/Discord.*.resx
Languages: es

# DownloadButton
source: Download
es: Descargar

# BrowseButton
source: Browse
es: Navegar

# Details
source: Wallpaper Engine
es: Motor de Papel Tapiz

# LargestText1
source: The Power of Banana Ice Cream
es: El poder del helado de plátano

# LargestText2
source: The Smiling Hat Monster
es: El monstruo sonriente del sombrero

# LargestText3
source: Sparrows Coloring the Clouds
es: Los gorriones que pintan las nubes

# LargestText4
source: The Secret Adventures of Running Penguins
es: Las aventuras secretas de los pingüinos corredores

# LargestText5
source: Rabbits Lost in a Daisy Field
es: Los conejos perdidos en el campo de margaritas

# SmallestText1
source: Mysterious Footprints
es: Huellas misteriosas

# SmallestText2
source: Flying Balloon Fish
es: Los peces globo voladores

# SmallestText3
source: Laughing Flowers
es: Las flores que ríen

# SmallestText4
source: Cotton Candy Clouds
es: Las nubes de algodón de azúcar

# SmallestText6
source: Glowing Mushroom Pirates
es: Los piratas de los hongos brillantes

# SmallestText5
source: Frozen Pizza Dragons
es: Los dragones de pizza congelada

# LargestText6
source: Singing Windmills
es: Los girasoles que cantan

# StatementText1
source: A Universe Filled with Chaos
es: Un universo lleno de caos

# StatementText2
source: In the Midst of Endless Adventures
es: En medio de aventuras infinitas

# StatementText3
source: A Strange and Enchanting World
es: Un mundo extraño y mágico

# StatementText4
source: Challenging the Limits of Imagination
es: Que desafía los límites de la imaginación

# StatementText5
source: An Extraordinary Reality
es: Una realidad fuera de lo común

# StatementText6
source: In the Depths of Imagination
es: En las profundidades de la imaginación

# StatementText7
source: A Magical Journey of Discovery
es: Un viaje de descubrimiento mágico

# StatementText8
source: At the Doorstep of Unknown Realms
es: En la puerta de tierras desconocidas

# StatementText9
source: In a Complex Dream World
es: Un mundo de sueños complicado

# StatementText10
source: An Adventure Pushing Boundaries
es: Una aventura que desafía los límites

# StatementText12
source: Within a Fantastic Tale
es: Dentro de un cuento fantástico

# StatementText11
source: Dynamic and Surprising Experience
es: Una experiencia dinámica y sorprendente
